Repository: jpawlowski/openvpn-als
Catalog: adito-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Click here if you wish to create a new Replacement Web Forward.
fr: Cliquer ici si vous voulez créer une nouvelle application proxy de remplacement.

source: Create Path-Based Reverse Proxy
fr: Créer un proxy inverse basé sur les chemins

source: Click here if you wish to create a new Path-Based Reverse Proxy Web Forward.
fr: Cliquez ici si vous voulez créer une nouvelle application reverse proxy basée sur les chemins.

source: Create Host-Based Reverse Proxy
fr: Créer un proxy inverse basé sur le nom d'hôte

source: Click here if you wish to create a new Host-Based Reverse Proxy Web Forward.
fr: Cliquer ici si vous voulez créer une nouvelle application proxy inverse basé sur le nom d'hôte.

source: No Web Forward Type selected.
fr: Aucun type d'Application Web sélectionné.

source: Step 2 - Web Forward Resource Details
fr: Etape 2 - Détails des ressources d'Application Web

source: Please provide a name and description for this Web Forward.
fr: Fournissez un nom et une description pour cette application.

source: No Web Forward name has been provided.
fr: Aucun nom d'Application Web n'a été fourni.

source: You must provide a description for this Web Forward.
fr: Vous devez fournir une description pour cette application Web.

source: Web Forward name must be {0} characters or less.
fr: Le nom de l'Application Web doit être d'au plus {0} caractères.

source: Failed to check for Web Forward by name.
fr: Echec de vérification de l'Application Web par son nom.

source: Web Forward named <strong>{0}</strong> already exists.
fr: L'Application Web nommée <strong>{0}</strong> existe déjà.

source: Step 3 - Web Forward Specific Details
fr: Etape 3 - Détails spécifiques de l'Application Web

source: Please provide the other information for this Web Forward.
fr: Fournissez les autres informations pour cette Application Web.

source: Malformed URL, should be in the form http://localhost
fr: L'url est incorrecte, elle doit être de cette forme http://localhost

source: Path {0} is already in use by another web forward.
fr: Le chemin {0} est déjà en cours d'utilisation par une autre Application Web.

source: Failed to contact database.
fr: Impossible de se connecter à la base de données.

source: Path part {0} should start with a '/'.
fr: Le chemin {0} devrait commencer par un '/'.

source: No path provided.
fr: Aucun chemin fourni.

source: You must provide a path for this web forward.
fr: Vous devez fournir un chemin pour cette Application Web.

source: Both Active DNS and Hosts Header were supplied.
fr: Un DNS actif et un entête d'hôte sont fournis.

source: Only one of these options may be supplied.
fr: Seulement une de ces options ne peut être renseignée.

source: Neither Active DNS nor Hosts Header was supplied.
fr: Vous n'avez fourni ni de DNS actif, ni d'entête d'hôte.

source: One of these options must be supplied.
fr: Une de ces options doit être fournie.

source: Step 4 - Web Forward Authentication Details
fr: Etape 4 - Détails d'authentification des Applications Web

source: Please provide the authentication information for this Web Forward.
fr: Fournissez les informations d'authentification pour cette application Web.

source: Step 5 - Web Forward Policy Selection
fr: Etape 5 - Sélection des stratégies

source: Choose the policies you wish to attach this Web Forward to.
fr: Choisissez les stratégies que vous voulez relier à cette Application Web.

source: You must select at least one policy to attach this Web Forward.
fr: Vous devez sélectionner au moins une stratégie a relier à cette Application Web.

source: Step 5 - Personal Web Forward Policy
fr: Etape 5 - Stratégie d'Application Web Personnelle

source: Your personal Web Forward is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
fr: Votre Application Web va être attachée a votre stratégie personnelle: "{0}"<br/> Sachez qu'un Administrateur peut à tout moment, voir, éditer et supprimer vos stratégies personnelles.

source: Step 6 - Web Forward Summary
fr: Etape 6 - Résumé de l'Applications Web

source: Review the information below before clicking on <strong>Finish</strong> to create the Web Forward.
fr: Vérifiez les informations ci-dessous avant de cliquer sur <strong>Terminer</strong> pour créer l'Application Web.

source: Web Forward
fr: Application Web

source: Web Forward Name:
fr: Nom d'Application Web:

source: No user will be able to access this Web Forward.
fr: Aucun utilisateur ne pourra accéder à cette ressource.

source: Web Forward Created
fr: Application web Créée

source: The Web Forward creation wizard is now complete.
fr: La création de l'Application Web est maintenant terminée.

source: The creation of the Web Forward failed.
fr: La création de l'Application Web a échoué.

source: The creation of the Web Forward is complete, but some warnings occurred.
fr: La création de l'application Web est terminée, mais il y a eu des avertissements.

source: Web Forward created.
fr: Application Web créée.

source: Attached Web Forward to policies.
fr: Stratégies de cette Application Web.

source: Failed to attach to Web Forward to policies.
fr: Echec lors de l'attachement de l'Application Web aux stratégies.

source: Failed to create new Web Forward.
fr: Echec lors de la création de l'Application Web.

source: Form Type
fr: Type de formulaire

source: Directory
fr: Répertoire

source: Directory of cached files.
fr: Repertoire des fichiers cachés.

source: size per user (MB)
fr: Taille maximum par utilisateur (MB)

source: The maximum size of each users cache in MB.
fr: La taille maximale de tous les utilisateurs en MB.

source: objects per user
fr: Objets maximum par personne

source: The maximum number of objects in each users cache.
fr: Le nombre maximum d'objets dans le cache utilisateur.

source: The maximum number of minutes each cached item will be stored for.
fr: Le nombre maximal de minutes durant lequel chaque élément mis en cache sera stocké.

source: A value of 0 means store forever (or until logout).
fr: Une valeure de 0 signifie à vie (ou jusqu'à la déconnexion)

source: Clear on logout
fr: Nettoyer à la déconnexion

source: If selected, the users cache will be cleared when either they logout.
fr: Si sélectionné, le cache utilisateur sera nettoyé lors de la prochaine déconnexion.

source: Active DNS Host Format
fr: Format d'hôte du DNS actif

source: The format of the unique Active DNS hostname used to access reverse proxy web forwards.
fr: Le format du nom d'hôte unique du DNS actif utilisé pour accéder au proxy inverse de l'Application Web.

source: Child Domain
fr: Domaine enfant

source: Same Domain
fr: Même domaine

source: Web Forward Edited
fr: Application Web éditée

source: Web Forward Deleted
fr: Application Web supprimée

source: Web Forward Launched
fr: Application Web lancée

source: Web Forward Resource Loaded
fr: Ressource des Applications Web chargée

source: Replacement Deleted
fr: Remplacement supprimé

source: Replacement Edited
fr: Remplacement édité

source: Replacement Created
fr: Remplacement Créé

source: Replacement Priority Changed
fr: Priorité de remplacement modifiée

source: Username:
fr: Utilisateur:

source: Message resources for Aditos Network Places feature.
fr: Ressources de message pour la fonctionnalité Favoris Réseau.

source: Configure access to remote file systems.
fr: Configurer l'accès aux systèmes de fichiers distants.

source: View remote file systems that have been configured for you to use.
fr: Voir la liste des Favoris Réseaux configurée.

source: You cannot paste a file or folder to this source folder, a file or folder with the name already exists.
fr: Vous ne pouvez pas coller un fichier ou un dossier ici, car un fichier ou un dossier porte déjà le même nom.

source: Host {0} is unknown.
fr: L'hôte {0} est inconnu.

source: An unexpected error occurred: {0}
fr: Une erreur inconnue s'est produite: {0}

source: Delete file.
fr: Supprimer le(s) fichier(s).

source: Delete the file or folder.
fr: Supprimer le fichier ou le dossier.

source: Rename file.
fr: Renommer le fichier.

source: Rename the file or folder.
fr: Renommer le fichier ou le dossier.

source: Cut file.
fr: Couper le fichier.

source: Cut the file or folder.
fr: Couper le fichier ou le dossier.

source: Copy file.
fr: Copier le(s) fichier(s).

source: Copy the file or folder.
fr: Copier le fichier ou le dossier.

source: Zip folder
fr: Dossier Zip

source: Zip the folder and save it somewhere.
fr: Compresser le dossier et le sauvegarder quelque part.

source: Paste clipboard contents.
fr: Coller le contenu du presse papiers.

source: Click here if you wish paste the clipboard to this folder.
fr: Cliquer ici si vous voulez coller le presse papiers dans ce dossier.

source: Create New Folder
fr: Créer un nouveau dossier

source: Click here if you wish to create a new folder.
fr: Cliquez ici si vous voulez créer un nouveau dossier.

source: Delete selected.
fr: Supprimer la sélection.

source: Click here if you wish to delete the selected resources.
fr: Cliquer ici si vous voulez supprimer les ressources sélectionnées.

source: Copy selected.
fr: Copier la sélection.

source: Click here if you wish to copy the selected resources.
fr: Cliquer ici si vous voulez copier les ressources sélectionnées.

source: Cut selected.
fr: Couper la sélection.

source: Click here if you wish to cut the selected resources.
fr: Cliquer ici si vous voulez couper les ressources sélectionnées

source: Click here if you wish paste the clipboard to this location.
fr: Cliquer ici si vous voulez coller le presse papiers à cet endroit.

source: Zip selected.
fr: Zipper la sélection.

source: Click here if you wish to zip up the selected resources.
fr: Cliquez ici si vous voulez compresser les ressources sélectionnées.

source: Return to the root of this network place.
fr: Retour à la racine de ce favori réseau.

source: Upload files
fr: Envoyer des fichiers

source: Select a number of files to be uploaded to the current location.
fr: Sélectionner des fichiers à envoyer à l'emplacement actuel.

source: New Folder
fr: Nouveau dossier

source: Cut
fr: Couper

source: Paste
fr: Coller

source: Path:
fr: Chemin:

source: Read Only:
fr: Lecture seule:

source: Show Folders:
fr: Afficher les dossiers:

source: Delete Allowed:
fr: Suppression autorisée:

source: Work with this file.
fr: Travailler avec ce fichier.

source: {0} copied to the clipboard.
fr: {0} copié vers le presse papiers.

source: {0} pasted from clipboard.
fr: {0} collé à partir du presse papiers.

source: The clipboard is empty, you need to copy a file or folder into the clipboard to paste it.
fr: Le presse papiers est vide, vous devez copier un fichier ou un dossier dans le presse papiers pour le coller.

source: A zip file containing the selected files is now available for download.
fr: Un fichier Zip contenant le fichier sélectionné est maintenant disponible au téléchargement.

source: Date Modified
fr: Date de modification

source: Size
fr: Taille

source: This folder contains no files or sub-folders.
fr: Ce dossier ne contient aucun fichier(s) ou sous-dossier(s).

source: No files or folders match the provided filter.
fr: Aucun fichier ou dossier de trouvé par le filtre.

source: Adito:::Network Places
fr: Adito:::Favoris Réseau

source: Browse through your file system to download, upload, move and delete your files.
fr: Parcourir votre système de fichiers pour télécharger, envoyer, déplacer et supprimer vos fichiers.

source: Adito::Create Folder
fr: Adito::Créer un dossier

source: Create Folder
fr: Créer un dossier

source: Provide a name for your new folder to create in the current path
fr: Fournissez un nom pour votre nouveau dossier à créer dans le chemin actuel

source: Adito::Rename File
fr: Adito::Renommer un fichier

source: Rename File
fr: Renommer le fichier

source: Rename the selected file
fr: Renommer le fichier sélectionné

source: Name required.
fr: Nom requis

source: An unknown action was performed, relist.
fr: Une action inconnue a été exécutée.

source: No files selected for compression.
fr: Aucun fichier sélectionné pour la compression.

source: Only administrators can list network places with a global scope.
fr: Seuls les administrateurs peuvent lister les Favoris Réseau globalement.

source: Path {0} not valid.
fr: Le chemin {0} n'est pas valide.

source: Mount for {0} not found.
fr: Support pour {0} non trouvé.

source: File {0} cannot be listed, it is imaginary.
fr: Le fichier {0} ne peut pas être listé, il est imaginaire.

source: Unable to create mount with path {0} as it is already in use with network path {1}
fr: Impossible de créer un lien avec le dossier {0} car il est déjà utilisé par le chemin {1}

source: You can only rename one resource at a time.
fr: Vous pouvez seulement renommer une ressource a la fois.

source: Folder {0} already exists.
fr: Le dossier {0} existe déjà.

source: Folder {0} cannot be created, you do not have the rights to create a folder here.
fr: Le dossier {0} ne peut pas être créé, vous n'avez pas les droits de créer un dossier ici.

source: Must select 1 or more resources to copy.
fr: Vous devez sélectionner au moins une ressource à copier.

source: Must select 1 or more resources to cut.
fr: Vous devez sélectionner au moins une ressource à couper.

source: Must select 1 or more resources to delete.
fr: Vous devez sélectionner au moins une ressource à supprimer.

source: Clipboard empty, you need to copy or cut file to paste them.
fr: Presse papiers vide, vous devez copier ou couper un fichier à l'intérieur.

source: Must select 1 or more resources to compress into a zip file.
fr: Vous devez sélectionner au moins une ressource à compresser dans le fichier Zip.

source: User must enter a name for the folder to be created.
fr: L'utilisateur doit entrer un nom pour la création du dossier.

source: Folder creation failed.
fr: Echec de création du dossier.

source: Network Place does not allow deletion.
fr: Le Favori Réseau ne permet pas la suppression.

source: Network Place is read only.
fr: Le Favori Réseau est en lecture seule.

source: This network place is manageable by you, but you do not have the policy to use it.
fr: Ce Favori Réseau est géré par vous, mais vous n'avez pas de stratégie pour l'utiliser.

source: For this reason you may only view the file structure, not change or download anything.
fr: Pour cette raison, vous pouvez seulement voir la structure, mais vous ne pouvez rien changer ni télécharger.

source: You are no longer logged in and have been redirected to the logon screen, please enter your details again..
fr: Vous n'êtes plus connecté et vous avez été redirigé vers la page de connexion, entrez à nouveau vos identifiants de connexion.

source: Can't delete resource <b>{0}</b>.
fr: Ne peut pas supprimer la ressource <b>{0}</b>.

source: <b>Rename Error.</b> {0}.
fr: <b>Erreur en renommant.</b> {0}.

source: Folder
fr: Dossier

source: Create Network Place
fr: Créer un Favori Réseau

source: Click here if you wish to create a new Network Place.
fr: Cliquer ici si voulez créer un nouveau Favori Réseau.

source: Create Personal Network Place
fr: Créer un Favori Réseau personnel

source: Click here if you wish to create a new Personal Network Place.
fr: Cliquer ici si vous voulez créer un nouveau Favori Réseau personnel.

source: Create Global Network Place
fr: Créer un Favori Réseau global

source: Click here if you wish to create a new Global Network Place.
fr: Cliquer ici si vous voulez créer un nouveau Favori Réseau global.

source: Edit this network places name and uri.
fr: Editer le nom et l'URI de ce Favori Réseau.

source: Delete this network place.
fr: Supprimer ce Favori Réseau.

source: Web Folder
fr: Dossier Web

source: Open the web folder.
fr: Ouvrir le dossier Web.

source: Add this item to my favorites.
fr: Ajouter cet élément à mes favoris.

source: Remove this item from my favorites.
fr: Supprimer cet élément de mes favoris.

source: View or Edit this network place.
fr: Voir ou éditer ce Favori Réseau

source: Adito:::Paste and overwrite existing file(s).
fr: Adito:::Coller et remplacer le(s) fichier(s) existant(s).

source: Confirm paste and overwrite existing file(s)
fr: Confirmer coller et écrasement du(des) fichier(s) existant(s)

source: The file(s) already exist in the destination location.
fr: Le(s) fichier(s) existe(nt) déjà dans l'endroit de destination.

source: Are you sure you wish to overwrite the file(s)?
fr: Etes-vous sûr de vouloir écraser ce(s) fichier(s)?

source: Adito:::Delete selected file.
fr: Adito:::Supprimer le fichier sélectionné.

source: Are you sure you wish to delete this file?
fr: Etes-vous sûr de vouloir supprimer ce fichier?

source: Adito:::Delete selected files
fr: Adito:::Supprimer le(s) fichier(s) sélectionnée(s)

source: Are you sure you wish to delete these files?
fr: Etes-vous sûr de vouloir supprimer ce(s) fichier(s)?

source: Adito:::Delete Network Place
fr: Adito:::Supprimer un Favori Réseau

source: Are you sure you wish to delete this network place.
fr: Êtes-vous sur de vouloir supprimer ce Favori Réseau.

source: Adito:::My Network Places
fr: Adito:::Mes Favoris Réseau

source: From here you can access various Network Places that link to shared file systems on your network.
fr: A partir d'ici, vous pouvez avoir accès à différents favoris réseau liés aux systèmes de fichiers partagés sur votre réseau.

source: Please contact your network administrator if the Network Place to which you require access is missing.
fr: Contactez votre administrateur réseau si un accès vers un favori réseau est manquant.

source: Here you may configure your network places.
fr: Ici vous pouvez configurer vos favoris réseau.

source: Adito can provide access to Windows (Samba/CIFS), Local and FTP file systems.
fr: Adito peut fournir des accès à Windows (Samba/CIFS), aux systèmes de fichiers locaux et FTP.

source: For more information please consult the Adito documentation.
fr: Pour plus d'information, veuillez consulter la documentation d'Adito.

source: There are currently no existing network places configured
fr: Il n'y a actuellement aucun Favori Réseau configuré

source: <strong>This network place is attached to multiple policies :-</strong>
fr: <strong>Ce Favori Réseau est relié a plusieurs stratégies :-</strong>

source: There are currently no network places or none that you are allowed to edit.
fr: Il n'y a actuellement aucun favori réseau ou vous n'êtes pas autorisé à les éditer.

source: If allowed, you will be able to create a new network place by selecting the <b>Create Network Place</b> action.
fr: Si vous avez les autorisations nécessaires, vous pourrez créer un nouveau raccourci en sélectionnant l'action <b>Créer un favori réseau</b>.

source: Network place saved.
fr: Favoris Réseau sauvegardé.

source: Network place deleted.
fr: Favoris Réseau supprimé.

source: At least one of the selected network places cannot be edited or deleted.
fr: Au moins un des Favoris Réseau ne peut pas être édité ou supprimé.

source: WebFolders
fr: Applications Web

source: Remove this network place
fr: Supprimer ce Favori Réseau

source: Edit this network place
fr: Editer ce Favori Réseau

source: Copy this network place
fr: Copier ce Favori Réseau

source: Open Web Folder
fr: Ouvrir un dossier Web

source: Adito:::Create Network Place
fr: Adito:::Créer un Favori Réseau

source: Create a new link to a Windows file sharing resource.
fr: Créer un nouveau lien vers une ressource Windows partagée.

source: The target path may be any UNC style path, for example "\\Fileserver\Share" or "\\Domain\Fileserver\Share".
fr: Le chemin cible peut être n'importe quel type de chemin UNC, par exemple "\\Fileserver\Share" ou "\\Domain\Fileserver\Share".

source: You can also use Adito style paths in the format "/fs/cifs/fileserver/share".
fr: Vous pouvez aussi utiliser le chemin au format d'Adito "/fs/cifs/fileserver/share".

source: Short name
fr: Nom court

source: <strong>{0}</strong> is an invalid URI.
fr: {0} est une URI invalide.

source: Please supply a path in the URI format e.g. "smb://windowsserver/MyShare", a local path such as "C:\Documents and Settings\joeb or /home/joeb" or a UNC path such as "\\myserver\myshare".
fr: Donner un chemin au format URI ex. "smb://windowsserver/MyShare", un chemin local comme "C:\Documents and Settings\joeb ou /home/joeb" ou un chemin UNC comme "\\myserver\myshare".

source: The type of network place has been automatically detected as {0}.
fr: Le type de réseau a été detecté automatiquement comme {0}.

source: Please review network places details before proceeding.
fr: Veuillez vérifier les détails des favoris réseau avant de poursuivre.

source: You must supply a username and / or password.
fr: Vous devez fournir un nom d'utilisateur et / ou un mot de passe.

source: You must supply a valid path.
fr: Vous devez fournir un chemin valide.

source: You must supply a valid Host.
fr: Vous devez fournir un nom d'hôte valide.

source: You must supply a Port.
fr: Vous devez fournir un port.

source: You must supply a short name.
fr: Vous devez fournir un nom court.

source: Short name must be 32 characters or less.
fr: Le nom doit être au maximum de 32 caractères.

source: You must supply a category.
fr: Vous devez fournir une catégorie.

source: Invalid destination URL.
fr: URL de Destination invalide.

source: Adito:::Edit Network Place
fr: Adito:::Editer les Favoris Réseau

source: Edit Network Place
fr: Editer un Favori Réseau

source: Edit a network place
fr: Editer un Favori Réseau

source: Folder created.
fr: Dossier créé.

source: No folder name provided.
fr: Aucun nom de dossier n'a été fourni.

source: No files selected.
fr: Aucun fichier sélectionné.

source: You must confirm the deletion.
fr: Vous devez confirmer la suppression.

source: {0} file(s) deleted.
fr: {0} fichier(s) supprimé(s).

source: {0} file(s) moved to {1}.
fr: {0} fichier(s) déplacé(s) vers {1}.

source: No destination supplied.
fr: Aucune destination fournie.

source: Destination folder must exist in this folder and be writable.
fr: Le dossier de destination doit exister et doit être modifiable.

source: Read Only
fr: Lecture seule

source: Show Hidden
fr: Montrer ce qui est caché

source: Show Folders
fr: Afficher les dossiers

source: No Delete
fr: Aucune suppression

source: Adito::::Create Network Place
fr: Adito::::Créer un Favori Réseau

source: The following wizard will guide you through the stages of configuring a new network place and assigning it to one or more policies.
fr: L'assistant vous guidera tout au long des étapes pour configurer un nouveau Favori Réseau et lui attribuer une ou plusieurs stratégies.

source: Network Place Details
fr: Détail des Favoris réseaux

source: Step 1 - Network Place Details
fr: Etape 1 - Détails Favori Réseau

source: Please provide a name and description for this network place.
fr: Fournissez un nom et une description pour ce Favori Réseau.

source: Area Of Control:
fr: Secteur de contrôle:

source: No network place name has been provided.
fr: Aucun nom de Favori Réseau n'a été fourni.

source: You must provide a description for this network place.
fr: Vous devez fournir une description pour ce Favori Réseau.

source: Network place name must be {0} characters or less.
fr: Le nom du Favori Réseau doit être de {0} caractères au moins.

source: Failed to check for network place by name.
fr: Echec de vérification par nom du Favori Réseau.

source: Network Place named <strong>{0}</strong> already exists.
fr: Le Favori Réseau nommé <strong>{0}</strong> existe déjà.

source: The character {0} is not valid for the resource name.
fr: Le caractère {0} n'est pas valide pour le nom de cette ressource.
